Repository: lazarevzubov/Worm
Catalog: Worm/Resources/Localizable.xcstrings
Source language: en_gb
Languages: ru

# %.1f out of %lld stars
source: %1$.1f out of %2$lld stars
ru: %1$.1f из %2$lld звезд

source: %@ favourite checked
ru: %@ в избранном

source: %@ favourite unchecked
ru: %@ не в избранном

source: Close
ru: Закрыть

source: Delete
ru: Удалить

source: Favourites
ru: Избранное

source: Open recommendations filters.
ru: Открыть фильтры рекомендаций.

source: Recommendations
ru: Рекомендации

source: Recommendations are shown in the order of their relevance and update as you turn some of them down or mark more books as favourites.
ru: Рекомендации отсортированы в порядке их релевантности и обновляются, когда они отклоняются и когда новые книги добавляются в избранное.

source: Search
ru: Поиск

source: Search books
ru: Найти книги

source: Start by searching your favourite books and marking them as favourites.
ru: Начни с поиска своих любимых книг и добавления их в избранное.

source: Then check your recommendations!
ru: И после проверь рекомендации!

source: Top rated
ru: Высокий рейтинг
